[
  "What is one of your guilty pleasures?",
  "What is your favorite thing to do on a rainy day?",
  "If one by one, you had to place each member of the squad in another period of time that you think suits them best, when and where would you place them?",
  "If you could live the life of any one fictional character, who would it be?",
  "If you had to sell your soul for one thing, what would it be?",
  "If you were to have your portrait painted, what would you choose as the setting?",
  "If you could start a new rock band, what would you name it?",
  "If you had a whole day where you could do anything you wanted, what would you do?",
  "What is one story you want to tell, but have never been asked?",
  "What is the smallest thing for which you are grateful?",
  "What is something you're terrible at, but wish you could do well?",
  "What is the quality you admire the most in the person you dislike the most?",
  "What are the books/movies/games that never get old, and always make you feel better when you're down?",
  "Some historical figures have epithets attached to their names, like 'The Mad' or 'The Wise'. What would you like yours to be?",
  "What is something you've done/felt/seen/etc. that you wish you could experience again for the first time?",
  "What cliché do you think is bullshit?",
  "What do you fear, despite having no real reason to do so? Basically, what is an irrational fear you have?",
  "What is your least popular or most controversial opinion?",
  "What is your favorite word and why?",
  "In what way would you most like to become famous?",
  "What is something that gets cooler/more interesting the more you learn about it?",
  "If you lived in a medieval village, what would your job be?",
  "What do you know isn't real, but want badly for it to exist?",
  "What trait do you admire in others but don't possess yourself?",
  "What's your favorite article of clothing you own?",
  "What small, insignificant thing gives you joy?",
  "What embarrassing memory will forever be burned into your mind?",
  "What is a quote that speaks to you, and why do you like it?",
  "What advice do you wish you'd received earlier?",
  "What character trait instantly makes you respect someone?",
  "How are you? No, really, how are you? Not 'fine,' not 'good, thanks, and you?' How are you _really_? Now, today, at this moment?",
  "What is the dumbest purchase you've ever made?",
  "You are asked to teach a 30-60 minute class on a topic of your choice. What topic do you choose, and why?",
  "What is your perfect meal? Describe it; everything from the company, to the setting, the music, and of course, the food",
  "Which would you rather find living in the attic of your home? 100 roaches, or 1 person?",
  "If you could add a 0 to the end of any number in your life (bank balance, lifespan, hourly rate, etc), which would you choose and why?",
  "What is something you have read recently (quote, topic, article, book, etc) that you liked? Why?",
  "What is one hobby you'd like to pick up? What is stopping you?",
  "What is one small act of kindness you were shown once, that you'll never forget?",
  "What is something you believe everyone should try at least once in their lifetime?",
  "If you could have any animal as a pet, real or mythical, what would it be?",
  "What is something that's made you proud of yourself recently?",
  "If you could witness any historical event, which event would you choose?",
  "What's a place that you've visited that felt like home away from home?",
  "What is one talent or skill you wish you had developed when you were younger?",
  "What is something you are looking forward to in the next month?",
  "What is a cause or issue that you're passionate about, and why?",
  "What are some of your favorite ways to decompress after a stressful day?",
  "If you could watch one movie again for the first time, what would it be?"
]
